tap "fluxcd/tap"

brew "neovim", args: ["HEAD"]
brew "fish"
brew "pass"
brew "asdf"
brew "git"
brew "coreutils"
brew "fzf"
brew "ripgrep"
brew "yq"
brew "jq"
brew "gnu-sed"
brew "wget"
brew "go"
brew "awscli"
brew "findutils"
brew "kubectl"
brew "kubectx"
brew "k9s"
brew "helm"
brew "sops"
brew "sshuttle"
brew "tldr"
brew "python"
brew "node"
brew "fluxcd/tap/flux"
brew "vcluster"
brew "openssl"
brew "docker"
brew "velero"
brew "bash"
brew "awk"

cask "visual-studio-code"
cask "mattermost"
cask "rectangle"
cask "slack"
cask "clipy"
cask "postman"

vscode "golang.go"
vscode "vscodevim.vim"
