tap "fluxcd/tap"
tap "homeport/tap"
tap "oven-sh/bun"

brew "tree-sitter", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "fish"
brew "pass"
brew "asdf"
brew "git"
brew "coreutils"
brew "fzf"
brew "ripgrep"
brew "yq"
brew "jq"
brew "gnu-sed"
brew "wget"
brew "go"
brew "awscli"
brew "findutils"
brew "kubectl"
brew "kubectx"
brew "kind"
brew "k9s"
brew "helm"
brew "sops"
brew "sshuttle"
brew "tldr"
brew "python"
brew "node"
brew "fluxcd/tap/flux"
brew "vcluster"
brew "openssl"
brew "docker"
brew "velero"
brew "bash"
brew "awk"
brew "marked"
brew "dyff"
brew "hyperfine"
brew "mas"
brew "htop"
brew "ollama"
brew "pipx"
brew "nvm"
brew "hadolint"
brew "bun"
brew "pyenv"
brew "flyctl"

cask "visual-studio-code"
cask "mattermost"
cask "rectangle"
cask "slack"
cask "clipy"
cask "postman"
cask "raycast"
cask "diffmerge"
cask "meld"
# cask "discord"
cask "ghostty"

vscode "golang.go"
vscode "vscodevim.vim"
