tap "fluxcd/tap"

brew "neovim", args: ["HEAD"]
brew "fish"
brew "pass"
brew "asdf"
brew "git"
brew "coreutils"
brew "fzf"
brew "ripgrep"
brew "yq"
brew "jq"
brew "gnu-sed"
brew "wget"
brew "go"
brew "awscli"
brew "findutils"
brew "kubectl"
brew "k9s"
brew "helm"
brew "flux"
brew "sops"
brew "sshuttle"

cask "visual-studio-code"
vscode "golang.go"
vscode "vscodevim.vim"
